<pad>	0
<unk>	0
<s>	0
</s>	0
<|pad|>	0
<|start|>	0
<|end|>	0
en	-0
er	-1
ch	-2
▁d	-3
st	-4
ie	-5
in	-6
nt	-7
▁W	-8
as	-9
▁der	-10
▁|	-11
on	-12
es	-13
ig	-14
or	-15
el	-16
▁P	-17
ent	-18
▁i	-19
▁ist	-20
ste	-21
▁A	-22
▁s	-23
▁v	-24
▁Was	-25
it	-26
at	-27
▁M	-28
un	-29
ge	-30
ntw	-31
▁-	-32
ra	-33
ens	-34
al	-35
▁E	-36
▁die	-37
et	-38
▁F	-39
ort	-40
▁->	-41
rage	-42
▁Antw	-43
▁Frage	-44
▁Antwort	-45
ich	-46
▁S	-47
▁L	-48
de	-49
▁b	-50
▁in	-51
▁R	-52
le	-53
ar	-54
▁K	-55
ur	-56
tig	-57
au	-58
ke	-59
keit	-60
ind	-61
ati	-62
▁von	-63
▁ent	-64
gen	-65
▁D	-66
▁Per	-67
esch	-68
ys	-69
em	-70
ib	-71
ut	-72
hal	-73
▁au	-74
ente	-75
gie	-76
▁N	-77
ün	-78
zu	-79
▁zu	-80
ung	-81
▁I	-82
ell	-83
ellig	-84
▁er	-85
ro	-86
ck	-87
ick	-88
an	-89
steh	-90
und	-91
▁Wer	-92
▁w	-93
ert	-94
▁Ph	-95
is	-96
il	-97
os	-98
icht	-99
ensch	-100
elt	-101
▁T	-102
io	-103
▁g	-104
ibt	-105
ont	-106
ontin	-107
▁gibt	-108
▁Kontin	-109
▁Kontinente	-110
▁sie	-111
ach	-112
ede	-113
edeut	-114
▁Nach	-115
haltig	-116
haltigkeit	-117
▁Nachhaltigkeit	-118
▁auf	-119
▁Wie	-120
▁B	-121
▁f	-122
ftig	-123
lg	-124
allg	-125
wind	-126
▁Sch	-127
igkeit	-128
allgesch	-129
windigkeit	-130
▁Schallgesch	-131
ess	-132
zen	-133
ener	-134
Qu	-135
ks	-136
▁Qu	-137
arks	-138
▁sind	-139
▁Quarks	-140
▁m	-141
enz	-142
stl	-143
▁Int	-144
▁Kün	-145
stlich	-146
elligenz	-147
▁Künstlich	-148
▁Intelligenz	-149
etr	-150
▁betr	-151
stein	-152
eil	-153
▁u	-154
▁Die	-155
▁ver	-156
ek	-157
he	-158
ät	-159
vit	-160
heor	-161
wick	-162
ätst	-163
▁Rel	-164
ativit	-165
heorie	-166
wickelt	-167
ativitätst	-168
▁entwickelt	-169
▁Relativitätst	-170
▁das	-171
ot	-172
ese	-173
nth	-174
ond	-175
osy	-176
▁den	-177
▁war	-178
otosy	-179
▁Mond	-180
nthese	-181
▁erste	-182
▁Mensch	-183
▁Photosy	-184
▁Photosynthese	-185
urch	-186
▁Licht	-187
▁durch	-188
bö	-189
re	-190
▁Re	-191
bögen	-192
stehen	-193
▁Regen	-194
▁entstehen	-195
▁Regenbögen	-196
▁und	-197
chen	-198
Od	-199
ee	-200
▁'	-201
see	-202
Odys	-203
Odyssee	-204
eb	-205
inn	-206
son	-207
▁Leb	-208
▁des	-209
▁Sinn	-210
▁Lebens	-211
▁Person	-212
▁ch	-213
emis	-214
▁chemis	-215
iod	-216
ensy	-217
stem	-218
iodensy	-219
iodensystem	-220
▁Periodensystem	-221
▁G	-222
ft	-223
ik	-224
ph	-225
ysik	-226
ron	-227
stron	-228
▁Al	-229
om	-230
mw	-231
ein	-232
ol	-233
ogie	-234
ben	-235
rde	-236
▁Es	-237
▁es	-238
iele	-239
▁Erde	-240
▁viele	-241
▁sieben	-242
ür	-243
▁n	-244
cen	-245
kün	-246
our	-247
ten	-248
▁so	-249
iben	-250
onen	-251
▁ble	-252
▁für	-253
▁nut	-254
ftige	-255
▁Ress	-256
▁auch	-257
▁dass	-258
halten	-259
ourcen	-260
▁Gener	-261
▁zukün	-262
ationen	-263
edeutet	-264
▁Bedeut	-265
▁nutzen	-266
▁bleiben	-267
▁bedeutet	-268
▁erhalten	-269
▁Bedeutung	-270
▁Ressourcen	-271
▁zukünftige	-272
▁Generationen	-273
34	-274
gt	-275
wa	-276
▁p	-277
343	-278
uft	-279
ägt	-280
▁et	-281
ekun	-282
eter	-283
▁343	-284
▁pro	-285
▁Luft	-286
▁etwa	-287
ekunde	-288
▁Meter	-289
▁Sekunde	-290
▁beträgt	-291
am	-292
alen	-293
ater	-294
▁Bau	-295
ament	-296
▁Teil	-297
▁fund	-298
aterie	-299
chenph	-300
steine	-301
▁Materie	-302
amentalen	-303
chenphysik	-304
▁Bausteine	-305
▁fundamentalen	-306
▁Teilchenphysik	-307
Zw	-308
nf	-309
Zwe	-310
orm	-311
asch	-312
atik	-313
ickl	-314
inen	-315
nter	-316
▁Inf	-317
▁Zwe	-318
▁int	-319
▁man	-320
▁mit	-321
enter	-322
eschä	-323
ftigt	-324
steht	-325
▁Entw	-326
▁sich	-327
▁Masch	-328
▁Zweig	-329
▁unter	-330
icklung	-331
ormatik	-332
▁beschä	-333
▁intellig	-334
▁versteht	-335
▁Maschinen	-336
▁Informatik	-337
▁Künstliche	-338
▁Entwicklung	-339
▁Künstlicher	-340
▁beschäftigt	-341
▁intelligenter	-342
▁h	-343
bert	-344
▁Ein	-345
▁hat	-346
▁Albert	-347
▁Einstein	-348
▁entwickelte	-349
fl	-350
rm	-351
and	-352
che	-353
eln	-354
ner	-355
roz	-356
flan	-357
▁Arm	-358
▁dem	-359
▁umw	-360
▁Ener	-361
▁Neil	-362
▁Proz	-363
andeln	-364
strong	-365
▁Pflan	-366
energie	-367
▁betrat	-368
▁Energie	-369
▁Prozess	-370
▁Pflanzen	-371
▁Armstrong	-372
▁chemische	-373
▁umwandeln	-374
▁Lichtenergie	-375
pf	-376
xi	-377
bre	-378
fle	-379
pfen	-380
sert	-381
xion	-382
brech	-383
refle	-384
ropfen	-385
brechung	-386
▁Wassert	-387
reflexion	-388
▁Lichtbrechung	-389
▁Wassertropfen	-390
'?	-391
▁H	-392
Die	-393
chr	-394
fas	-395
ieb	-396
omer	-397
urde	-398
fasst	-399
▁schr	-400
▁Homer	-401
▁wurde	-402
▁Odyssee	-403
▁schrieb	-404
▁verfasst	-405
bj	-406
ii	-407
iv	-408
ekt	-409
ubj	-410
arii	-411
▁Der	-412
ektiv	-413
▁subj	-414
▁varii	-415
▁variiert	-416
▁subjektiv	-417
ab	-418
dn	-419
ete	-420
lem	-421
▁ge	-422
abel	-423
eine	-424
ordn	-425
▁Das	-426
▁Elem	-427
▁eine	-428
abelle	-429
ordnete	-430
▁Tabelle	-431
▁Elemente	-432
▁geordnete	-433
▁chemischen	-434
ologie	-435
aft	-436
iss	-437
hem	-438
hemie	-439
chn	-440
▁Te	-441
▁Techn	-442
▁Technologie	-443
oph	-444
ilos	-445
ophie	-446
▁Philos	-447
▁Philosophie	-448
di	-449
diz	-450
▁Me	-451
dizin	-452
▁Medizin	-453
ir	-454
ts	-455
irts	-456
chaft	-457
▁Wirts	-458
▁Wirtschaft	-459
sy	-460
sych	-461
▁Psych	-462
▁Psychologie	-463
omie	-464
▁Astron	-465
▁Astronomie	-466
ichte	-467
▁Gesch	-468
▁Geschichte	-469
atur	-470
iter	-471
▁Liter	-472
▁Literatur	-473
itik	-474
▁Pol	-475
▁Politik	-476
▁Wiss	-477
▁Physik	-478
enschaft	-479
▁Wissenschaft	-480
eo	-481
eog	-482
fie	-483
eogra	-484
▁Geogra	-485
▁Geografie	-486
gem	-487
einw	-488
lgem	-489
issen	-490
▁Allgem	-491
einwissen	-492
▁Allgemeinwissen	-493
mwelt	-494
unst	-495
▁Kunst	-496
oz	-497
iol	-498
▁Soz	-499
iologie	-500
▁Soziologie	-501
->	-502
43	-503
Al	-504
An	-505
Ar	-506
As	-507
Ba	-508
Be	-509
Da	-510
De	-511
Di	-512
Ei	-513
El	-514
En	-515
Er	-516
Es	-517
Fr	-518
Ge	-519
Ho	-520
In	-521
Ko	-522
Ku	-523
Kü	-524
Le	-525
Li	-526
Lu	-527
Ma	-528
Me	-529
Mo	-530
Na	-531
Ne	-532
Pe	-533
Pf	-534
Ph	-535
Po	-536
Pr	-537
Ps	-538
Re	-539
Sc	-540
Se	-541
Si	-542
So	-543
Ta	-544
Te	-545
Wa	-546
We	-547
Wi	-548
ac	-549
af	-550
ag	-551
be	-552
bl	-553
br	-554
bt	-555
ce	-556
da	-557
du	-558
dy	-559
ec	-560
ed	-561
ef	-562
eg	-563
eh	-564
ei	-565
eu	-566
ex	-567
fa	-568
fe	-569
fi	-570
fo	-571
fu	-572
fü	-573
gi	-574
gk	-575
gr	-576
ha	-577
hh	-578
hi	-579
hn	-580
ho	-581
hr	-582
ht	-583
hu	-584
hw	-585
hy	-586
hä	-587
ic	-588
iz	-589
je	-590
kl	-591
kt	-592
ku	-593
kü	-594
la	-595
lb	-596
lc	-597
li	-598
ll	-599
ln	-600
lo	-601
lt	-602
lu	-603
ma	-604
me	-605
mi	-606
ms	-607
nb	-608
nd	-609
ne	-610
ng	-611
nn	-612
no	-613
np	-614
ns	-615
nu	-616
nw	-617
nz	-618
od	-619
og	-620
op	-621
ou	-622
pr	-623
rc	-624
rd	-625
rf	-626
rg	-627
rh	-628
ri	-629
rk	-630
rs	-631
rt	-632
rä	-633
sc	-634
se	-635
si	-636
so	-637
ss	-638
su	-639
ta	-640
tb	-641
te	-642
th	-643
ti	-644
tl	-645
to	-646
tr	-647
tu	-648
tw	-649
tz	-650
tä	-651
ua	-652
ub	-653
uc	-654
uf	-655
uk	-656
um	-657
us	-658
va	-659
ve	-660
vi	-661
vo	-662
we	-663
wi	-664
wo	-665
wu	-666
yc	-667
yn	-668
ze	-669
zi	-670
äf	-671
äg	-672
ög	-673
▁3	-674
▁O	-675
▁Q	-676
▁Z	-677
▁a	-678
▁c	-679
▁e	-680
▁z	-681
Ant	-682
Ast	-683
Bau	-684
Das	-685
Der	-686
Ein	-687
Ent	-688
Fra	-689
Gen	-690
Ges	-691
Hom	-692
Int	-693
Kun	-694
Lit	-695
Mas	-696
Mat	-697
Men	-698
Mon	-699
Per	-700
Rel	-701
Res	-702
Sch	-703
Sin	-704
Wer	-705
Wie	-706
age	-707
all	-708
alt	-709
anz	-710
ari	-711
ark	-712
ass	-713
atu	-714
auf	-715
bel	-716
ber	-717
bes	-718
bet	-719
cha	-720
chh	-721
chi	-722
cho	-723
cht	-724
chu	-725
chw	-726
chä	-727
ckl	-728
del	-729
den	-730
der	-731
deu	-732
dig	-733
dys	-734
ech	-735
edi	-736
eig	-737
eit	-738
ela	-739
emi	-740
enb	-741
ene	-742
enp	-743
eor	-744
era	-745
erf	-746
erg	-747
erh	-748
eri	-749
ers	-750
etw	-751
fen	-752
for	-753
fun	-754
ges	-755
gib	-756
gra	-757
hat	-758
hen	-759
her	-760
hes	-761
hie	-762
hys	-763
iel	-764
ier	-765
ige	-766
igk	-767
igt	-768
ilo	-769
ine	-770
int	-771
inw	-772
ion	-773
irt	-774
ist	-775
iti	-776
itä	-777
jek	-778
kel	-779
kun	-780
lan	-781
lch	-782
lei	-783
len	-784
lex	-785
lge	-786
lig	-787
lit	-788
lun	-789
man	-790
mat	-791
men	-792
mer	-793
mie	-794
mit	-795
mst	-796
nen	-797
net	-798
nol	-799
nst	-800
nte	-801
nut	-802
olo	-803
ong	-804
ono	-805
ord	-806
oso	-807
pro	-808
raf	-809
rat	-810
rch	-811
ref	-812
rie	-813
rop	-814
sch	-815
sen	-816
ser	-817
sie	-818
sin	-819
sst	-820
sth	-821
str	-822
tel	-823
ter	-824
tet	-825
tin	-826
tiv	-827
tos	-828
tro	-829
tst	-830
tun	-831
uar	-832
uch	-833
unt	-834
urc	-835
ust	-836
utz	-837
ver	-838
vie	-839
von	-840
wan	-841
war	-842
wel	-843
win	-844
wis	-845
wor	-846
wur	-847
ych	-848
ynt	-849
ysi	-850
yss	-851
yst	-852
zes	-853
zin	-854
zio	-855
zuk	-856
ünf	-857
▁34	-858
▁Ar	-859
▁El	-860
▁En	-861
▁Er	-862
▁Ge	-863
▁In	-864
▁Ko	-865
▁Kü	-866
▁Le	-867
▁Lu	-868
▁Na	-869
▁Ne	-870
▁Od	-871
▁Pf	-872
▁Po	-873
▁Pr	-874
▁Ps	-875
▁Se	-876
▁So	-877
▁Ta	-878
▁Wa	-879
▁Wi	-880
▁Zw	-881
▁be	-882
▁bl	-883
▁da	-884
▁de	-885
▁di	-886
▁du	-887
▁en	-888
▁fü	-889
▁si	-890
▁su	-891
▁um	-892
▁un	-893
▁va	-894
Bede	-895
Entw	-896
Lich	-897
Quar	-898
asst	-899
ativ	-900
auch	-901
bens	-902
bjek	-903
chal	-904
chem	-905
cher	-906
chin	-907
chol	-908
chun	-909
ckel	-910
dens	-911
deut	-912
dnet	-913
echn	-914
ediz	-915
egen	-916
elat	-917
elle	-918
elte	-919
emie	-920
enta	-921
entw	-922
erat	-923
erie	-924
erst	-925
esso	-926
eträ	-927
etwa	-928
fund	-929
genb	-930
geor	-931
halt	-932
hese	-933
iche	-934
iert	-935
igen	-936
igke	-937
ilch	-938
inst	-939
isch	-940
ität	-941
leib	-942
lexi	-943
lich	-944
lung	-945
mati	-946
mein	-947
ment	-948
mwan	-949
nfor	-950
ntel	-951
ntin	-952
ntwi	-953
olit	-954
orie	-955
otos	-956
ozio	-957
phie	-958
phys	-959
rech	-960
rong	-961
rono	-962
ropf	-963
sens	-964
sthe	-965
tell	-966
tige	-967
tigk	-968
tigt	-969
tsch	-970
unda	-971
unde	-972
uste	-973
utet	-974
utun	-975
welt	-976
wiss	-977
ynth	-978
yste	-979
zess	-980
ögen	-981
ünst	-982
▁Alb	-983
▁All	-984
▁Ant	-985
▁Ast	-986
▁Ele	-987
▁Fra	-988
▁Geo	-989
▁Hom	-990
▁Kun	-991
▁Lit	-992
▁Mas	-993
▁Mat	-994
▁Men	-995
▁Met	-996
▁Mon	-997
▁Pfl	-998
▁Phi	-999
▁Pho	-1000
▁Pro	-1001
▁Psy	-1002
▁Res	-1003
▁Sek	-1004
▁Sin	-1005
▁Tab	-1006
▁Wir	-1007
▁Wis	-1008
▁bes	-1009
▁bet	-1010
▁dur	-1011
▁ein	-1012
▁gib	-1013
▁sch	-1014
▁sin	-1015
▁unt	-1016
▁var	-1017
▁vie	-1018
▁wur	-1019
▁zuk	-1020
Gener	-1021
Gesch	-1022
Zweig	-1023
altig	-1024
andel	-1025
anzen	-1026
ation	-1027
auste	-1028
bjekt	-1029
chenp	-1030
chhal	-1031
chich	-1032
chrie	-1033
chung	-1034
dnete	-1035
ebens	-1036
eilch	-1037
elati	-1038
ental	-1039
entst	-1040
erati	-1041
ergie	-1042
erhal	-1043
erste	-1044
ertro	-1045
eschw	-1046
etrat	-1047
flexi	-1048
genbö	-1049
gesch	-1050
icher	-1051
ichtb	-1052
ickel	-1053
igent	-1054
iiert	-1055
indig	-1056
inent	-1057
inste	-1058
logie	-1059
mente	-1060
mwand	-1061
nform	-1062
ntell	-1063
ntwor	-1064
osoph	-1065
oziol	-1066
rafie	-1067
tigke	-1068
undam	-1069
urcen	-1070
utung	-1071
utzen	-1072
vität	-1073
yssee	-1074
äftig	-1075
ünstl	-1076
▁Geog	-1077
▁Kont	-1078
▁Lich	-1079
▁Mens	-1080
▁Odys	-1081
▁Peri	-1082
▁Pers	-1083
▁Phil	-1084
▁Phot	-1085
▁Phys	-1086
▁Quar	-1087
▁Wass	-1088
▁bede	-1089
▁chem	-1090
▁entw	-1091
▁geor	-1092
▁sieb	-1093
▁verf	-1094
Bedeut	-1095
achhal	-1096
aschin	-1097
challg	-1098
chrieb	-1099
emisch	-1100
enscha	-1101
entste	-1102
eratur	-1103
ersteh	-1104
essour	-1105
gemein	-1106
ichten	-1107
ickelt	-1108
inente	-1109
iodens	-1110
irtsch	-1111
ischen	-1112
leiben	-1113
lgesch	-1114
mstron	-1115
nergie	-1116
ntwick	-1117
ntwort	-1118
olitik	-1119
ormati	-1120
osynth	-1121
physik	-1122
rozess	-1123
sensch	-1124
sertro	-1125
stheor	-1126
strono	-1127
tellig	-1128
ubjekt	-1129
windig	-1130
ünftig	-1131
▁Mater	-1132
▁Mediz	-1133
▁Perio	-1134
▁Sekun	-1135
▁Tabel	-1136
▁besch	-1137
▁beträ	-1138
▁erhal	-1139
ariiert	-1140
austein	-1141
eilchen	-1142
einwiss	-1143
elligen	-1144
enerati	-1145
ensyste	-1146
entalen	-1147
eschich	-1148
flanzen	-1149
flexion	-1150
gemeinw	-1151
ilosoph	-1152
instein	-1153
künftig	-1154
lemente	-1155
nologie	-1156
ntellig	-1157
ntwickl	-1158
rmstron	-1159
stliche	-1160
stronom	-1161
tigkeit	-1162
vitätst	-1163
▁Inform	-1164
▁Künstl	-1165
▁Lichtb	-1166
▁Period	-1167
▁Relati	-1168
▁Soziol	-1169
▁bedeut	-1170
▁entste	-1171
▁geordn	-1172
▁umwand	-1173
▁verfas	-1174
aschinen	-1175
chologie	-1176
edeutung	-1177
elligent	-1178
emischen	-1179
ensystem	-1180
eografie	-1181
eschicht	-1182
eschwind	-1183
genbögen	-1184
ichtener	-1185
issensch	-1186
iteratur	-1187
künftige	-1188
lgemeinw	-1189
otosynth	-1190
stlicher	-1191
ubjektiv	-1192
undament	-1193
wickelte	-1194
ätstheor	-1195
▁Nachhal	-1196
▁Ressour	-1197
▁Schallg	-1198
▁entsteh	-1199
▁entwick	-1200
▁versteh	-1201
chnologie	-1202
eschichte	-1203
eschäftig	-1204
ilosophie	-1205
irtschaft	-1206
ontinente	-1207
stronomie	-1208
▁Armstron	-1209
▁Baustein	-1210
▁Entwickl	-1211
▁Generati	-1212
▁Intellig	-1213
▁Lichtbre	-1214
▁Teilchen	-1215
▁chemisch	-1216
elligenter	-1217
eschäftigt	-1218
sertropfen	-1219
sychologie	-1220
ätstheorie	-1221
▁Lichtener	-1222
▁Relativit	-1223
▁Wissensch	-1224
▁fundament	-1225
otosynthese	-1226
▁Allgemeinw	-1227
▁Lichtbrech	-1228
▁Nachhaltig	-1229
▁Periodensy	-1230
▁Teilchenph	-1231
allgeschwind	-1232
ativitätstheorie	-1233
▁	-1234
e	-1235
n	-1236
t	-1237
i	-1238
s	-1239
r	-1240
a	-1241
d	-1242
h	-1243
o	-1244
l	-1245
g	-1246
c	-1247
u	-1248
b	-1249
w	-1250
k	-1251
m	-1252
W	-1253
f	-1254
.	-1255
:	-1256
?	-1257
|	-1258
v	-1259
P	-1260
z	-1261
A	-1262
y	-1263
M	-1264
-	-1265
E	-1266
>	-1267
F	-1268
S	-1269
L	-1270
,	-1271
R	-1272
D	-1273
K	-1274
ü	-1275
ä	-1276
'	-1277
p	-1278
N	-1279
I	-1280
T	-1281
B	-1282
3	-1283
Q	-1284
ö	-1285
O	-1286
G	-1287
4	-1288
Z	-1289
x	-1290
H	-1291
j	-1292
